{
  "orgsL":[

    {"orgName":"Food Forward","orgLocation":"North Hollywood, CA", "orgSummary":"Food Forward is a nonprofit organization that brings fresh surplus fruits and vegetables to people experiencing food insecurity across 8 counties in Southern California and tribal lands in Arizona and New Mexico. They have been on a mission to fight hunger and reduce food waste since 2009 in order to create a future where everyone in our communities has access to healthy produce."},
    {"orgName":"Community Healing Gardens","orgLocation":"Los Angeles, CA", "orgSummary": "Community Healing Gardens provides hands-on garden and climate education, healthy locally-grown food for those in need, job training, and economic opportunity by cultivating deep collaborations with the Los Angeles schools and communities they serve. Their goal is to design and build gardens with many Los Angeles partners - connecting schools, communities, and home gardens throughout our Los Angeles giving us green places to connect, heal, and thrive."},
    {"orgName":"Planting Justice","orgLocation":"Oakland, CA", "orgSummary": "Planting Justice's mission is to empower people impacted by mass incarceration and other social inequities with the skills and resources to cultivate food sovereignty, economic justice, and community healing."},
    {"orgName":"Kiss the Ground","orgLocation":"Los Angeles, CA", "orgSummary": "Kiss the Ground's mission is to awaken people to the possibilities of regeneration and inspire participation in this movement through media, communications, education, workshops, immersive programming, and advocacy. Since being established in 2013 with the goal of creating societal awareness around the extraordinary potential of healthy soil, Kiss the Ground has educated and activated millions." },
    {"orgName":"Grow Food Northampton","orgLocation":"Northampton, MA", "orgSummary": "Grow Food Northampton’s mission is to create a just and resilient local food system that nourishes our community and protects and enriches the earth." },
    {"orgName":"Earth Action","orgLocation":"Amherst, MA", "orgSummary": "EarthAction's mission is to inform and inspire people everywhere to turn their concern, passion, and outrage into meaningful action for a more just, peaceful and sustainable world." },
    {"orgName":"Gardening the Community","orgLocation":"Springfield, MA", "orgSummary": "​Gardening The Community is a food justice organization engaged in youth development, urban agriculture and sustainable living to build healthy and equitable communities." },
    {"orgName":"Nuestras Raices","orgLocation":"Holyoke, MA", "orgSummary": "Nuestras Raíces is a grassroots urban agriculture organization based in Holyoke, MA. Our mission is to create healthy environments, celebrate “agri-culture,” harness our collective energy, and to advance their vision of a just and sustainable future." },
    {"orgName":"Just Food","orgLocation":"New York, NY", "orgSummary": "Just Food works passionately to shift the power, health, and wealth of historically marginalized communities that have been purposely divested from by developing community-driven solutions to inequities within the New York regional food system. They catalyze action and create change through their learner-centered trainings, annual conferences, and vibrant network of small- to mid-scale regional farmers. For the past 3 years, they have made racial, economic, and environmental equity their north star." },
    {"orgName":"Harlem Grown","orgLocation":"New York, NY", "orgSummary": "Harlem Grown is an independent, non-profit organization whose mission is to inspire youth to lead healthy and ambitious lives through mentorship and hands-on education in urban farming, sustainability, and nutrition. Founded in 2011, Harlem Grown operates local urban farms, increases access to and knowledge of healthy food for Harlem residents, and provides garden-based development programs to Harlem youth." },
    {"orgName":"Teens for Food Justice","orgLocation":"New York, NY", "orgSummary": "TFFJ is striving to eradicate food insecurity, in the span of one generation, through youth-led, community-based solutions that can end the staggering cycle of diet-related disease and health complications impacting low-income communities of color." },
    {"orgName":"Soul Fire Farm","orgLocation":"Petersburg, NY", "orgSummary": "Soul Fire Farm is an Afro-Indigenous centered community farm committed to uprooting racism and seeding sovereignty in the food system. They raise and distribute life-giving food as a means to end food apartheid. With deep reverence for the land and wisdom of our ancestors, they work to reclaim our collective right to belong to the earth and to have agency in the food system. Soul Food Farm brings diverse communities together on this healing land to share skills on sustainable agriculture, natural building, spiritual activism, health, and environmental justice. They are training the next generation of activist-farmers and strengthening the movements for food sovereignty and community self-determination." }

  ]
}
